{
    "profile": {
        "name": "Kirito",
        "title": "The Black Swordsman",
        "description": "A solo player in Sword Art Online, known for his dual-wielding skill. He is a Beater, a combination of a beta tester and a cheater, due to his extensive knowledge of the game."
    },
    "skills": [
        {
            "name": "One-Handed Sword",
            "description": "The ability to skillfully wield a single-handed longsword, curved blade, or dagger. This is one of the most common skills in Sword Art Online.",
            "level": "Mastered"
        },
        {
            "name": "Dual Blades",
            "description": "A Unique Skill granted to the player with the fastest reaction time in the game. It allows the use of two swords simultaneously, unlocking a new set of powerful sword skills.",
            "level": "Unique"
        },
        {
            "name": "Martial Arts",
            "description": "A skill that involves fighting without any weapons. It includes various punches and kicks, and can be used to stun opponents.",
            "level": "Mastered"
        },
        {
            "name": "Blade Throwing",
            "description": "Allows the user to throw small blades like daggers or knives with high accuracy and precision.",
            "level": "Proficient"
        },
        {
            "name": "Searching",
            "description": "A skill that helps in detecting hidden players or monsters, as well as finding hidden items or traps in dungeons.",
            "level": "Mastered"
        },
        {
            "name": "Hiding",
            "description": "Allows the player to become almost invisible to the naked eye, perfect for ambushes or escaping dangerous situations.",
            "level": "Mastered"
        }
    ],
    "experience": [
        {
            "title": "Floor 74 Dungeon Clear",
            "description": "Defeated The Gleam Eyes to save a group of players."
        },
        {
            "title": "Laughing Coffin Guild Battle",
            "description": "Participated in the raid to subdue the red player guild."
        }
    ],
    "education": {
        "title": "SAO Beta Tester Program"
    }
}
